[
  {
    "id": "vXjtI8av",
    "name": "Item 1",
    "image": "/placeholder1.jpg",
    "type": "outer",
    "size": "XL",
    "price": 0,
    "year": 2014,
    "condition": "used",
    "description": "Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. ",
    "sellable": false,
    "tradeable": true,
    "user": "14624",
    "isAvailable": true
  },
  {
    "id": "syalRWS5",
    "name": "Item 2",
    "image": "/placeholder2.jpg",
    "type": "shorts",
    "size": "XL",
    "price": 75771,
    "year": 2023,
    "condition": "new",
    "description": "Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. ",
    "sellable": true,
    "tradeable": false,
    "user": "14624",
    "isAvailable": true
  },
  {
    "id": "Emgq6bOV",
    "name": "Item 3",
    "image": "/placeholder3.jpg",
    "type": "dress",
    "size": "L",
    "price": 147325,
    "year": 2021,
    "condition": "new",
    "description": "Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. ",
    "sellable": true,
    "tradeable": true,
    "user": "14624",
    "isAvailable": true
  },
  {
    "id": "jKzuwlIP",
    "name": "Item 4",
    "image": "/placeholder4.jpg",
    "type": "shorts",
    "size": "L",
    "price": 0,
    "year": 2018,
    "condition": "worn",
    "description": "Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. ",
    "sellable": false,
    "tradeable": true,
    "user": "14624",
    "isAvailable": true
  },
  {
    "id": "HFwZiOum",
    "name": "Item 5",
    "image": "/placeholder5.jpg",
    "type": "pants",
    "size": "L",
    "price": 90031,
    "year": 2011,
    "condition": "used",
    "description": "Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. ",
    "sellable": true,
    "tradeable": true,
    "user": "89347",
    "isAvailable": true
  },
  {
    "id": "PQ3kWvsp",
    "name": "Item 6",
    "image": "/placeholder6.jpg",
    "type": "pants",
    "size": "L",
    "price": 100979,
    "year": 2000,
    "condition": "like new",
    "description": "Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. ",
    "sellable": true,
    "tradeable": false,
    "user": "98731",
    "isAvailable": true
  },
  {
    "id": "HbZNGNlE",
    "name": "Item 7",
    "image": "/placeholder7.jpg",
    "type": "shoes",
    "size": "M",
    "price": 108244,
    "year": 1996,
    "condition": "new",
    "description": "Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. ",
    "sellable": true,
    "tradeable": true,
    "user": "89347",
    "isAvailable": true
  },
  {
    "id": "GLhhcF2c",
    "name": "Item 8",
    "image": "/placeholder8.jpg",
    "type": "shorts",
    "size": "M",
    "price": 0,
    "year": 2023,
    "condition": "worn",
    "description": "Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. ",
    "sellable": false,
    "tradeable": true,
    "user": "98731",
    "isAvailable": true
  },
  {
    "id": "AzJWDs9H",
    "name": "Item 9",
    "image": "/placeholder9.jpg",
    "type": "outer",
    "size": "S",
    "price": 0,
    "year": 1996,
    "condition": "used",
    "description": "Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. ",
    "sellable": false,
    "tradeable": true,
    "user": "89347",
    "isAvailable": true
  },
  {
    "id": "GLVqlrVo",
    "name": "Item 10",
    "image": "/placeholder10.jpg",
    "type": "pants",
    "size": "XS",
    "price": 0,
    "year": 2010,
    "condition": "used",
    "description": "Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. ",
    "sellable": false,
    "tradeable": true,
    "user": "89347",
    "isAvailable": true
  },
  {
    "id": "Vx6gOvmF",
    "name": "Item 1",
    "image": "/placeholder1.jpg",
    "type": "shorts",
    "size": "S",
    "price": 119453,
    "year": 2012,
    "condition": "new",
    "description": "Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. ",
    "sellable": true,
    "tradeable": false,
    "user": "11111",
    "isAvailable": true
  },
  {
    "id": "l9d6wkOB",
    "name": "Item 2",
    "image": "/placeholder2.jpg",
    "type": "outer",
    "size": "L",
    "price": 65297,
    "year": 2023,
    "condition": "worn",
    "description": "Placeholder description. Placeholder description. ",
    "sellable": true,
    "tradeable": true,
    "user": "11111",
    "isAvailable": true
  },
  {
    "id": "J21Bb1YB",
    "name": "Item 3",
    "image": "/placeholder3.jpg",
    "type": "outer",
    "size": "S",
    "price": 31080,
    "year": 2007,
    "condition": "new",
    "description": "Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. ",
    "sellable": true,
    "tradeable": true,
    "user": "11111",
    "isAvailable": true
  },
  {
    "id": "CNupOXL6",
    "name": "Item 4",
    "image": "/placeholder4.jpg",
    "type": "dress",
    "size": "M",
    "price": 0,
    "year": 2015,
    "condition": "worn",
    "description": "Placeholder description. Placeholder description. ",
    "sellable": false,
    "tradeable": true,
    "user": "11111",
    "isAvailable": true
  },
  {
    "id": "mSvmKXuk",
    "name": "Item 5",
    "image": "/placeholder5.jpg",
    "type": "shirt",
    "size": "XL",
    "price": 0,
    "year": 2017,
    "condition": "worn",
    "description": "Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. Placeholder description. ",
    "sellable": false,
    "tradeable": true,
    "user": "11111",
    "isAvailable": true
  }
]
